# https://github.com/Homebrew/homebrew-bundle
# 1. brew tap homebrew/bundle
# 2. brew bundle -v

tap 'homebrew/science'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'caskroom/cask'
tap 'ethereum/ethereum'
tap 'dotzero/tap'
brew 'ack'
brew 'bcrypt'
brew 'bx'
brew 'ctop'
brew 'dep'
brew 'dnsmasq', restart_service: true
brew 'dotzero/tap/git-profile'
brew 'ethereum/ethereum/ethereum'
brew 'ethereum/ethereum/solidity'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'homebrew/php/igbinary'
brew 'homebrew/php/php71', args: ['with-imap']
brew 'homebrew/php/php71-imagick'
brew 'homebrew/php/php71-intl'
brew 'homebrew/php/php71-mcrypt'
brew 'homebrew/php/php71-memcached'
brew 'homebrew/php/php71-mongodb'
brew 'homebrew/php/php71-redis'
brew 'homebrew/php/php71-xdebug'
brew 'homebrew/php/php71-yaml'
brew 'homebrew/science/hdf5'
brew 'httpie'
brew 'hugo'
brew 'jq'
brew 'mas'
brew 'mcrypt'
brew 'memcached'
brew 'micro'
brew 'mongodb', restart_service: true
brew 'nmap'
brew 'node'
brew 'p7zip'
brew 'pv'
brew 'python3'
brew 'redis', restart_service: true
brew 'scrypt'
brew 'sqlite'
brew 'ttyrec'
brew 'wget'
brew 'xz'
brew 'youtube-dl'
cask 'appcleaner'
cask 'dash'
cask 'dripcap'
cask 'handbrake'
cask 'imageoptim'
cask 'java'
cask 'keybase'
cask 'mac2imgur'
cask 'macdown'
cask 'numi'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
mas 'Microsoft OneNote', id: 784801555
mas 'MonthlyCal', id: 935250717
mas 'Slack', id: 803453959
mas 'Telegram', id: 747648890
mas 'The Unarchiver', id: 425424353
mas 'Things3', id: 904280696
mas 'Tweetbot', id: 557168941
mas 'Xcode', id: 497799835
mas 'Yandex.Disk', id: 560459030
