# https://github.com/Homebrew/homebrew-bundle
# 1. brew tap homebrew/bundle
# 2. brew bundle -v

tap 'homebrew/science'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'caskroom/cask'
tap 'ethereum/ethereum'
tap 'dotzero/tap'
brew 'ack'
brew 'bcrypt'
brew 'bx'
brew 'ctop'
brew 'dep'
brew 'dnsmasq', restart_service: true
brew 'dotzero/tap/git-profile'
brew 'ethereum/ethereum/ethereum'
brew 'ethereum/ethereum/solidity'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'httpie'
brew 'hugo'
brew 'jq'
brew 'mas'
brew 'mcrypt'
brew 'memcached'
brew 'micro'
brew 'mongodb', restart_service: true
brew 'nmap'
brew 'node'
brew 'p7zip'
brew 'php@7.1'
brew 'pv'
brew 'python3'
brew 'redis', restart_service: true
brew 'scrypt'
brew 'sqlite'
brew 'ttyrec'
brew 'wget'
brew 'xz'
brew 'youtube-dl'
cask 'appcleaner'
cask 'dash'
cask 'dripcap'
cask 'handbrake'
cask 'imageoptim'
cask 'java'
cask 'keybase'
cask 'mac2imgur'
cask 'macdown'
cask 'numi'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
mas "Battery Monitor", id: 836505650
mas "MonthlyCal", id: 935250717
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
mas "Yandex.Disk", id: 560459030
