# https://github.com/Homebrew/homebrew-bundle
# brew bundle -v

tap 'dotzero/tap'
tap 'git-friendly/git-friendly'
tap 'homebrew/cask-fonts'
brew 'ack'
brew 'bat'
brew 'ctop'
brew 'dotzero/tap/git-profile'
brew 'duf'
brew 'dust'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'git-delta'
brew 'git-friendly/git-friendly/git-friendly'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'golangci-lint'
brew 'goreleaser'
brew 'httpie'
brew 'hub'
brew 'hugo'
brew 'jq'
brew 'node'
brew 'p7zip'
brew 'pv'
brew 'ripgrep'
brew 'sqlite'
brew 'topgrade'
brew 'wget'
brew 'xz'
brew 'yarn'
brew 'youtube-dl'
cask 'appcleaner'
cask 'handbrake'
cask 'imageoptim'
cask 'numi'
cask 'typora'
cask 'vlc'
cask 'font-fira-code-nerd-font'
