# https://docs.brew.sh/Brew-Bundle-and-Brewfile
# brew bundle -v

tap "dotzero/tap"
tap "git-friendly/git-friendly"
tap "homebrew/bundle"
brew "ack"
brew "ansible"
brew "bat"
brew "bitwarden-cli"
brew "ctop"
brew "dotzero/tap/git-profile"
brew "duf"
brew "dust"
brew "duti"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "git-delta"
brew "git-friendly/git-friendly/git-friendly"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "mas"
brew "nmap"
brew "node"
brew "p7zip"
brew "pgcli"
brew "pipx"
brew "pv"
brew "ripgrep"
brew "sqlite"
brew "sqlmap"
brew "topgrade"
brew "unar"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wget"
brew "xz"
brew "yarn"
brew "yt-dlp"
cask "appcleaner"
cask "binary-ninja-free"
cask "boop"
cask "chatgpt"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
cask "ghostty"
cask "handbrake-app"
cask "imageoptim"
cask "imhex"
cask "jordanbaird-ice"
cask "numi"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quickjson"
cask "shottr"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zed"
